child('Артем Ядров','Леонид Ядров').
child('Артем Ядров','Эльвира Ядрова').
child('Леонид Ядров','Алексей Ядров').
child('Леонид Ядров','Зиноида Ядрова').
child('Эльвира Ядрова','Леонид Тарасов').
child('Эльвира Ядрова','Галина Тарасова').
child('Игорь Ядров','Леонид Ядров').
child('Игорь Ядров','Эльвира Ядрова').
child('Евгений Тарасов','Леонид Тарасов').
child('Евгений Тарасов','Галина Тарасова').
male('Артем Ядров').
male('Леонид Ядров').
male('Игорь Ядров').
male('Алексей Ядров').
male('Леонид Тарасов').
male('Евгений Тарасов').
female('Эльвира Ядрова').
female('Зиноида Ядрова').
female('Галина Тарасова').

